Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Everything local stays free. Premium unlocks the AI that knows your training.
ar: كل الميزات المحلية تبقى مجانية. Premium يفتح الذكاء الاصطناعي الذي يعرف تدريبك.
az: Bütün lokal funksiyalar pulsuz qalır. Premium məşqinizi tanıyan AI-ı açır.
de: Alles Lokale bleibt kostenlos. Premium schaltet die KI frei, die dein Training kennt.
es: Todo lo local sigue siendo gratis. Premium desbloquea la IA que conoce tu entrenamiento.
fr: Tout le local reste gratuit. Premium débloque l’IA qui connaît votre entraînement.
hi: लोकल सब कुछ मुफ़्त रहेगा। प्रीमियम वह AI अनलॉक करता है जो आपकी ट्रेनिंग जानता है।
it: Tutte le funzioni locali restano gratuite. Premium sblocca l'AI che conosce il tuo allenamento.
ja: ローカル機能はずっと無料。Premiumであなたのトレーニングを知るAIが使えます。
ko: 로컬 기능은 모두 무료입니다. 프리미엄은 내 운동을 아는 AI를 잠금 해제합니다.
nl: Alles wat lokaal is blijft gratis. Premium ontgrendelt de AI die je training kent.
pl: Wszystko, co lokalne, pozostaje darmowe. Premium odblokowuje AI, które zna Twój trening.
pt_br: Tudo que é local continua grátis. O Premium desbloqueia a IA que conhece o seu treino.
ro: Tot ce e local rămâne gratuit. Premium deblochează AI-ul care îți cunoaște antrenamentele.
ru: Всё локальное — бесплатно. Premium открывает ИИ, который знает ваши тренировки.
zh_hans: 本地功能永久免费。Premium 解锁懂你训练的 AI。

source: Exact value
ar: قيمة دقيقة
az: Dəqiq dəyər
de: Exakter Wert
es: Valor exacto
fr: Valeur exacte
hi: सटीक मान
it: Valore esatto
ja: 正確な値
ko: 정확한 값
nl: Exacte waarde
pl: Dokładna wartość
pt_br: Valor exato
ro: Valoare exactă
ru: Точное значение
zh_hans: 精确数值

source: exercise
ar: تمرين
az: hərəkət
de: Übung
es: ejercicio
fr: exercice
hi: एक्सरसाइज़
it: esercizio
ja: 種目
ko: 종목
nl: oefening
pl: ćwiczenie
pt_br: exercício
ro: exercițiu
ru: упражнение
zh_hans: 动作

source: Exercise
ar: التمرين
az: Hərəkət
de: Übung
es: Ejercicio
fr: Exercice
hi: एक्सरसाइज़
it: Esercizio
ja: 種目
ko: 종목
nl: Oefening
pl: Ćwiczenie
pt_br: Exercício
ro: Exercițiu
ru: Упражнение
zh_hans: 动作

# Exercise %lld of %lld
source: Exercise %1$lld of %2$lld
ar: التمرين %1$lld من %2$lld
az: Hərəkət %1$lld / %2$lld
de: Übung %1$lld von %2$lld
es: Ejercicio %1$lld de %2$lld
fr: Exercice %1$lld sur %2$lld
hi: %2$lld में से एक्सरसाइज़ %1$lld
it: Esercizio %1$lld di %2$lld
ja: 種目 %1$lld / %2$lld
ko: 종목 %1$lld / %2$lld
nl: Oefening %1$lld van %2$lld
pl: Ćwiczenie %1$lld z %2$lld
pt_br: Exercício %1$lld de %2$lld
ro: Exercițiul %1$lld din %2$lld
ru: Упражнение %1$lld из %2$lld
zh_hans: 第 %1$lld 个动作，共 %2$lld 个

source: Exercise 0 of 0
ar: التمرين 0 من 0
az: Hərəkət 0 / 0
de: Übung 0 von 0
es: Ejercicio 0 de 0
fr: Exercice 0 sur 0
hi: 0 में से एक्सरसाइज़ 0
it: Esercizio 0 di 0
ja: 種目 0 / 0
ko: 종목 0 / 0
nl: Oefening 0 van 0
pl: Ćwiczenie 0 z 0
pt_br: Exercício 0 de 0
ro: Exercițiul 0 din 0
ru: Упражнение 0 из 0
zh_hans: 第 0 个动作，共 0 个

source: Exercise order
ar: ترتيب التمارين
az: Hərəkət sırası
de: Übungsreihenfolge
es: Orden de ejercicios
fr: Ordre des exercices
hi: एक्सरसाइज़ का क्रम
it: Ordine esercizi
ja: 種目の順番
ko: 종목 순서
nl: Volgorde van oefeningen
pl: Kolejność ćwiczeń
pt_br: Ordem dos exercícios
ro: Ordinea exercițiilor
ru: Порядок упражнений
zh_hans: 动作顺序

source: exercises
ar: تمارين
az: hərəkət
de: Übungen
es: ejercicios
fr: exercices
hi: एक्सरसाइज़
it: esercizi
ja: 種目
ko: 종목
nl: oefeningen
pl: ćwiczenia
pt_br: exercícios
ro: exerciții
ru: упражнения
zh_hans: 动作

source: Exercises
ar: التمارين
az: Hərəkətlər
de: Übungen
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
ja: 種目
ko: 종목
nl: Oefeningen
pl: Ćwiczenia
pt_br: Exercícios
ro: Exerciții
ru: Упражнения
zh_hans: 动作

source: Experience
ar: الخبرة
az: Təcrübə
de: Erfahrung
es: Experiencia
fr: Expérience
hi: अनुभव
it: Esperienza
ja: 経験
ko: 운동 경력
nl: Ervaring
pl: Doświadczenie
pt_br: Experiência
ro: Experiență
ru: Опыт
zh_hans: 经验

source: expires %@
ar: ينتهي %@
az: bitir: %@
de: läuft ab am %@
es: caduca %@
fr: expire le %@
hi: %@ को समाप्त
it: scade il %@
ja: %@に期限切れ
ko: %@ 만료
nl: verloopt op %@
pl: wygasa %@
pt_br: expira em %@
ro: expiră %@
ru: истекает %@
zh_hans: %@到期

source: Explain %@
ar: اشرح %@
az: İzah et: %@
de: %@ erklären
es: Explicar %@
fr: Explique %@
hi: %@ समझाओ
it: Spiegami %@
ja: %@の解説
ko: %@ 설명해줘
nl: Leg %@ uit
pl: Wyjaśnij %@
pt_br: Explicar %@
ro: Explică %@
ru: Объясни %@
zh_hans: 讲解%@

source: Extra goals
ar: أهداف إضافية
az: Əlavə hədəflər
de: Weitere Ziele
es: Objetivos adicionales
fr: Autres objectifs
hi: अतिरिक्त लक्ष्य
it: Obiettivi extra
ja: その他の目標
ko: 추가 목표
nl: Extra doelen
pl: Dodatkowe cele
pt_br: Metas extras
ro: Alte obiective
ru: Доп. цели
zh_hans: 其他目标

source: Extra issues
ar: مشاكل إضافية
az: Əlavə problemlər
de: Weitere Beschwerden
es: Problemas adicionales
fr: Autres problèmes
hi: अतिरिक्त समस्याएँ
it: Problemi extra
ja: その他の気になる点
ko: 추가 제한 사항
nl: Extra klachten
pl: Dodatkowe problemy
pt_br: Limitações extras
ro: Alte probleme
ru: Доп. ограничения
zh_hans: 其他问题

source: Feedback
ar: الملاحظات
az: Rəy
es: Comentarios
fr: Retours
hi: फ़ीडबैक
ja: フィードバック
ko: 피드백
pl: Opinie
ru: Обратная связь
zh_hans: 反馈

source: Feet
ar: قدم
az: Fut
de: Fuß
es: Pies
fr: Pieds
hi: फ़ुट
it: Piedi
ja: フィート
ko: 피트
nl: Voet
pl: Stopy
pt_br: Pés
ro: Picioare
ru: Футы
zh_hans: 英尺

source: Finish a session with the timer on Home and it shows here with time taken and calories burned.
ar: أنهِ جلسة بالمؤقّت في الرئيسية وستظهر هنا مع الوقت المستغرق والسعرات المحروقة.
az: Əsas səhifədəki taymerlə seansı bitirin — burada sərf olunan vaxt və yanan kalori ilə görünəcək.
de: Beende eine Einheit mit dem Timer im Start-Tab — sie erscheint hier mit Dauer und verbrannten Kalorien.
es: Termina una sesión con el temporizador en Inicio y aparecerá aquí con el tiempo empleado y las calorías quemadas.
fr: Terminez une séance avec le minuteur de l’Accueil : elle apparaîtra ici avec la durée et les calories brûlées.
hi: होम पर टाइमर से सेशन पूरा करें — वह यहाँ लगे समय और बर्न हुई कैलोरी के साथ दिखेगा।
it: Termina una sessione con il timer nella Home e comparirà qui con durata e calorie bruciate.
ja: ホームのタイマーでセッションを終えると、所要時間と消費カロリーがここに表示されます。
ko: 홈에서 타이머로 세션을 마치면 소요 시간과 소모 칼로리가 여기에 표시됩니다.
nl: Rond een sessie af met de timer op Home en die verschijnt hier met tijdsduur en verbrande calorieën.
pl: Zakończ sesję ze stoperem na karcie Start, a pojawi się tutaj z czasem trwania i spalonymi kaloriami.
pt_br: Conclua uma sessão com o timer no Início e ela aparece aqui com o tempo gasto e as calorias queimadas.
ro: Încheie o sesiune cu cronometrul din Acasă și va apărea aici cu durata și caloriile arse.
ru: Завершите тренировку с таймером на Главной — она появится здесь со временем и сожжёнными калориями.
zh_hans: 在主页用计时器完成一次训练，这里就会显示用时和消耗的卡路里。

source: Finish Workout
ar: إنهاء التمرين
az: Məşqi bitir
de: Workout abschließen
es: Terminar entrenamiento
fr: Terminer l’entraînement
hi: वर्कआउट पूरा करें
it: Termina allenamento
ja: ワークアウトを終了
ko: 운동 완료
nl: Rond workout af
pl: Zakończ trening
pt_br: Concluir treino
ro: Încheie antrenamentul
ru: Завершить тренировку
zh_hans: 结束训练

source: Fit
ar: رشيق
az: Formada
es: En forma
fr: En forme
hi: फ़िट
it: In forma
ja: 引き締まった
ko: 탄탄함
pl: Wysportowana
pt_br: Em forma
ro: În formă
ru: Спортивный
zh_hans: 健美

source: Focus each day around one major muscle or body region.
ar: خصّص كل يوم لعضلة رئيسية أو منطقة واحدة من الجسم.
az: Hər günü bir əsas əzələ və ya bədən bölgəsinə həsr edin.
de: Fokussiere jeden Tag auf einen großen Muskel oder eine Körperregion.
es: Centra cada día en un músculo principal o región del cuerpo.
fr: Axez chaque jour sur un muscle ou une zone majeure.
hi: हर दिन एक प्रमुख मसल या बॉडी क्षेत्र पर फ़ोकस करें।
it: Dedica ogni giorno a un muscolo principale o a una zona del corpo.
ja: 1日ごとに主要な筋肉・部位に集中します。
ko: 하루마다 주요 근육 하나 또는 한 부위에 집중합니다.
nl: Richt elke dag op één grote spiergroep of lichaamszone.
pl: Skup każdy dzień na jednej dużej partii mięśniowej lub obszarze ciała.
pt_br: Foque cada dia em um músculo grande ou região do corpo.
ro: Concentrează fiecare zi pe un mușchi mare sau o regiune a corpului.
ru: Каждый день — фокус на одной крупной мышце или зоне тела.
zh_hans: 每天专注一个主要肌群或身体区域。

source: Follow on X
ar: تابعنا على X
az: X-də izlə
de: Auf X folgen
es: Seguir en X
fr: Suivre sur X
hi: X पर फ़ॉलो करें
it: Segui su X
ja: Xでフォロー
ko: X에서 팔로우
nl: Volg op X
pl: Obserwuj na X
pt_br: Seguir no X
ro: Urmărește pe X
ru: Подписаться в X
zh_hans: 在 X 上关注

source: Force
ar: القوة
az: Qüvvə
de: Kraftart
es: Fuerza
hi: फ़ोर्स
it: Forza
ja: 動作
ko: 힘 방향
nl: Krachttype
pl: Typ ruchu
pt_br: Força
ro: Forță
ru: Усилие
zh_hans: 发力方式

source: Free Weights
ar: الأوزان الحرة
az: Sərbəst çəkilər
de: Freie Gewichte
es: Peso libre
fr: Poids libres
hi: फ़्री वेट्स
it: Pesi liberi
ja: フリーウェイト
ko: 프리웨이트
nl: Vrije gewichten
pl: Wolne ciężary
pt_br: Pesos livres
ro: Greutăți libere
ru: Свободные веса
zh_hans: 自由重量

source: Frequency
ar: الوتيرة
az: Tezlik
de: Frequenz
es: Frecuencia
fr: Fréquence
hi: फ़्रीक्वेंसी
it: Frequenza
ja: 頻度
ko: 빈도
nl: Frequentie
pl: Częstotliwość
pt_br: Frequência
ro: Frecvență
ru: Частота
zh_hans: 频率

source: Front upper arm
ar: أمام العضد
az: Qolun ön hissəsi
de: Vorderer Oberarm
es: Parte frontal del brazo
fr: Avant du bras
hi: ऊपरी बांह का अगला हिस्सा
it: Parte anteriore del braccio
ja: 上腕前面
ko: 위팔 앞쪽
nl: Voorkant bovenarm
pl: Przód ramienia
pt_br: Parte frontal do braço
ro: Partea din față a brațului
ru: Передняя поверхность плеча
zh_hans: 上臂前侧

source: Fuller
ar: ممتلئ
az: Dolu
de: Fülliger
es: Más relleno
fr: Enrobé
hi: फ़ुलर
it: Robusto
ja: ふっくら
ko: 통통함
nl: Voller
pl: Pełniejsza
pt_br: Mais cheio
ro: Mai plin
ru: Полнее
zh_hans: 偏胖

source: Gear
ar: المعدات
az: Avadanlıq
de: Equipment
es: Equipo
fr: Matériel
hi: गियर
it: Attrezzi
ja: 器具
ko: 기구
nl: Uitrusting
pl: Sprzęt
pt_br: Equipamento
ro: Echipament
ru: Инвентарь
zh_hans: 器械

source: General effort scale for strength, conditioning, and mixed sessions.
ar: مقياس جهد عام لجلسات القوة واللياقة والجلسات المختلطة.
az: Güc, kondisiya və qarışıq seanslar üçün ümumi səy şkalası.
de: Allgemeine Belastungsskala für Kraft, Conditioning und gemischte Einheiten.
es: Escala general de esfuerzo para fuerza, acondicionamiento y sesiones mixtas.
fr: Échelle d’effort générale pour force, conditionnement et séances mixtes.
hi: स्ट्रेंथ, कंडीशनिंग और मिक्स सेशन के लिए सामान्य एफ़र्ट स्केल।
it: Scala di sforzo generale per forza, condizionamento e sessioni miste.
ja: 筋トレ・コンディショニング・混合セッション向けの汎用強度スケールです。
ko: 근력, 컨디셔닝, 혼합 세션에 쓰는 일반 강도 척도입니다.
nl: Algemene inspanningsschaal voor kracht, conditie en gemengde sessies.
pl: Ogólna skala wysiłku dla sesji siłowych, kondycyjnych i mieszanych.
pt_br: Escala geral de esforço para força, condicionamento e sessões mistas.
ro: Scală generală de efort pentru forță, condiție fizică și sesiuni mixte.
ru: Универсальная шкала усилия для силовых, кондиционных и смешанных тренировок.
zh_hans: 适用于力量、体能和混合训练的通用强度量表。

source: Generate Workout
ar: إنشاء تمرين
az: Məşq yarat
de: Workout generieren
es: Generar entrenamiento
fr: Générer un entraînement
hi: वर्कआउट जनरेट करें
it: Genera allenamento
ja: ワークアウトを生成
ko: 운동 생성
nl: Genereer workout
pl: Wygeneruj trening
pt_br: Gerar treino
ro: Generează antrenament
ru: Сгенерировать тренировку
zh_hans: 生成训练

source: Get Delts Premium
ar: احصل على Delts Premium
az: Delts Premium əldə et
de: Delts Premium holen
es: Consigue Delts Premium
fr: Obtenir Delts Premium
hi: Delts Premium लें
it: Passa a Delts Premium
ja: Delts Premiumを入手
ko: Delts Premium 구독하기
nl: Neem Delts Premium
pl: Kup Delts Premium
pt_br: Assine o Delts Premium
ro: Obține Delts Premium
ru: Оформить Delts Premium
zh_hans: 获取 Delts Premium

source: Get Started
ar: ابدأ الآن
az: Başla
de: Los geht's
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt_br: Começar
ro: Începe
ru: Начать
zh_hans: 开始使用

source: Give me tips to reach my goal
ar: أعطني نصائح لبلوغ هدفي
az: Hədəfimə çatmaq üçün tövsiyə ver
de: Gib mir Tipps für mein Ziel
es: Dame consejos para lograr mi objetivo
fr: Donne-moi des conseils pour atteindre mon objectif
hi: लक्ष्य पाने के टिप्स दो
it: Dammi consigli per raggiungere il mio obiettivo
ja: 目標達成のコツを教えて
ko: 목표 달성 팁을 알려줘
nl: Geef me tips om mijn doel te bereiken
pl: Daj mi wskazówki, jak osiągnąć cel
pt_br: Me dê dicas para alcançar minha meta
ro: Dă-mi sfaturi ca să-mi ating obiectivul
ru: Дай советы, как достичь моей цели
zh_hans: 给我一些达成目标的建议

source: Go Premium
ar: اشترك في Premium
az: Premium-a keç
de: Premium holen
es: Hazte Premium
fr: Passer Premium
hi: प्रीमियम लें
it: Passa a Premium
ja: Premiumに登録
ko: 프리미엄 구독
nl: Ga voor Premium
pl: Przejdź na Premium
pt_br: Seja Premium
ro: Treci la Premium
ru: Перейти на Premium
zh_hans: 升级 Premium

source: Go to %@
ar: الانتقال إلى %@
az: %@ bölməsinə keç
de: Gehe zu %@
es: Ir a %@
fr: Aller à %@
hi: %@ पर जाएँ
it: Vai a %@
ja: %@へ移動
ko: %@(으)로 이동
nl: Ga naar %@
pl: Przejdź do %@
pt_br: Ir para %@
ro: Mergi la %@
ru: Перейти к %@
zh_hans: 前往%@

source: Goal
ar: الهدف
az: Hədəf
de: Ziel
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
ja: 目標
ko: 목표
nl: Doel
pl: Cel
pt_br: Meta
ro: Obiectiv
ru: Цель
zh_hans: 目标

source: Goal body fat
ar: نسبة الدهون المستهدفة
az: Hədəf bədən yağı
de: Ziel-Körperfett
es: Grasa corporal objetivo
fr: Masse grasse cible
hi: लक्ष्य बॉडी फ़ैट
it: Massa grassa obiettivo
ja: 目標体脂肪率
ko: 목표 체지방
nl: Streefvetpercentage
pl: Docelowa tkanka tłuszczowa
pt_br: Meta de gordura corporal
ro: Grăsime corporală țintă
ru: Целевой % жира
zh_hans: 目标体脂

source: Goal weight
ar: الوزن المستهدف
az: Hədəf çəki
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
hi: लक्ष्य वज़न
it: Peso obiettivo
ja: 目標体重
ko: 목표 체중
nl: Streefgewicht
pl: Docelowa waga
pt_br: Meta de peso
ro: Greutate țintă
ru: Целевой вес
zh_hans: 目标体重

source: Goals
ar: الأهداف
az: Hədəflər
de: Ziele
es: Objetivos
fr: Objectifs
hi: लक्ष्य
it: Obiettivi
ja: 目標
ko: 목표
nl: Doelen
pl: Cele
pt_br: Metas
ro: Obiective
ru: Цели
zh_hans: 目标

source: Grip and lower arm
ar: القبضة والساعد
az: Tutuş və said
de: Griffkraft und Unterarm
es: Agarre y antebrazo
fr: Poigne et avant-bras
hi: ग्रिप और निचली बांह
it: Presa e avambraccio
ja: 握力と前腕
ko: 그립과 전완
nl: Grip en onderarm
pl: Chwyt i przedramię
pt_br: Pegada e antebraço
ro: Priză și antebraț
ru: Хват и предплечье
zh_hans: 握力与前臂

source: Group exercises into push, pull, legs, and core work.
ar: قسّم التمارين إلى دفع وسحب وأرجل وجذع.
az: Hərəkətləri itələmə, dartma, ayaq və gövdə işinə görə qruplaşdırın.
de: Gruppiere Übungen in Push-, Pull-, Bein- und Core-Arbeit.
es: Agrupa los ejercicios en empuje, tirón, pierna y core.
fr: Regroupez les exercices en push, pull, jambes et tronc.
hi: एक्सरसाइज़ को पुश, पुल, लेग्स और कोर में बाँटें।
it: Raggruppa gli esercizi in spinta, trazione, gambe e core.
ja: 種目をプッシュ・プル・脚・体幹に分けます。
ko: 종목을 푸시, 풀, 하체, 코어로 나눕니다.
nl: Groepeer oefeningen in push, pull, benen en core.
pl: Grupuj ćwiczenia w push, pull, nogi i core.
pt_br: Agrupe exercícios em empurrar, puxar, pernas e core.
ro: Grupează exercițiile în împins, tras, picioare și core.
ru: Группируйте упражнения: жим, тяга, ноги и кор.
zh_hans: 将动作分为推、拉、腿和核心训练。

source: Height
ar: الطول
az: Boy
de: Größe
es: Altura
fr: Taille
hi: ऊंचाई
it: Altezza
ja: 身長
ko: 키
nl: Lengte
pl: Wzrost
pt_br: Altura
ro: Înălțime
ru: Рост
zh_hans: 身高

source: Hide exercise details
ar: إخفاء تفاصيل التمرين
az: Hərəkət detallarını gizlət
de: Übungsdetails ausblenden
es: Ocultar detalles del ejercicio
fr: Masquer les détails de l’exercice
hi: एक्सरसाइज़ विवरण छिपाएँ
it: Nascondi dettagli esercizio
ja: 種目の詳細を隠す
ko: 종목 상세 숨기기
nl: Verberg oefeningsdetails
pl: Ukryj szczegóły ćwiczenia
pt_br: Ocultar detalhes do exercício
ro: Ascunde detaliile exercițiului
ru: Скрыть детали упражнения
zh_hans: 隐藏动作详情

source: High
ar: مرتفع
az: Yüksək
de: Hoch
es: Alto
fr: Max
hi: हाई
it: Alto
ja: 高
ko: 높음
nl: Hoog
pl: Wysoka
pt_br: Alto
ro: Ridicat
ru: Высокий
zh_hans: 较高

source: Hips and glutes
ar: الورك والمؤخرة
az: Omba və sağrı
de: Hüfte und Gesäß
es: Caderas y glúteos
fr: Hanches et fessiers
hi: हिप्स और ग्लूट्स
it: Fianchi e glutei
ja: 股関節と臀筋
ko: 고관절과 둔근
nl: Heupen en bilspieren
pl: Biodra i pośladki
pt_br: Quadril e glúteos
ro: Șolduri și fesieri
ru: Бёдра и ягодицы
zh_hans: 髋部与臀肌

source: History
ar: السجلّ
az: Tarixçə
de: Verlauf
es: Historial
fr: Historique
hi: हिस्ट्री
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
zh_hans: 历史

source: Home
ar: الرئيسية
az: Əsas
de: Start
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pl: Start
pt_br: Início
ro: Acasă
ru: Главная
zh_hans: 主页

source: How and where you like to train.
ar: كيف وأين تحب أن تتدرب.
az: Necə və harada məşq etməyi sevdiyiniz.
de: Wie und wo du am liebsten trainierst.
es: Cómo y dónde te gusta entrenar.
fr: Comment et où vous aimez vous entraîner.
hi: आप कैसे और कहाँ ट्रेनिंग करना पसंद करते हैं।
it: Come e dove preferisci allenarti.
ja: 好みのトレーニング方法と場所。
ko: 선호하는 운동 방식과 장소입니다.
nl: Hoe en waar je het liefst traint.
pl: Jak i gdzie lubisz trenować.
pt_br: Como e onde você gosta de treinar.
ro: Cum și unde îți place să te antrenezi.
ru: Как и где вам нравится тренироваться.
zh_hans: 你喜欢的训练方式和地点。

source: How is my body progress trending?
ar: كيف يتجه تقدّم جسمي؟
az: Bədən tərəqqim necə dəyişir?
de: Wie entwickelt sich mein Körperfortschritt?
es: ¿Cómo va mi progreso corporal?
fr: Comment évolue ma progression corporelle ?
hi: मेरी बॉडी प्रोग्रेस कैसी चल रही है?
it: Come stanno andando i miei progressi fisici?
ja: 体の変化の傾向を教えて
ko: 내 신체 변화 추세가 어때?
nl: Hoe verloopt mijn lichaamsvoortgang?
pl: Jak wyglądają moje postępy sylwetki?
pt_br: Como está a tendência do meu progresso corporal?
ro: Cum evoluează progresul corpului meu?
ru: Как меняются мои показатели тела?
zh_hans: 我的身体进度趋势如何？

source: How training should fit into the week.
ar: كيف يتوزع التدريب على الأسبوع.
az: Məşq həftəyə necə yerləşməlidir.
de: Wie das Training in die Woche passen soll.
es: Cómo debe encajar el entrenamiento en la semana.
fr: Comment l’entraînement doit s’intégrer dans la semaine.
hi: सप्ताह में ट्रेनिंग कैसे फ़िट हो।
it: Come l'allenamento si inserisce nella settimana.
ja: 週へのトレーニングの組み込み方。
ko: 한 주의 운동 구성 방식입니다.
nl: Hoe training in je week moet passen.
pl: Jak trening ma się układać w tygodniu.
pt_br: Como o treino deve se encaixar na semana.
ro: Cum se încadrează antrenamentele în săptămână.
ru: Как тренировки впишутся в неделю.
zh_hans: 训练如何安排进一周。

source: I agree to the Terms and Privacy Policy
ar: أوافق على الشروط وسياسة الخصوصية
az: Şərtlər və Məxfilik Siyasəti ilə razıyam
de: Ich stimme den Nutzungsbedingungen und der Datenschutzerklärung zu
es: Acepto los Términos y la Política de privacidad
fr: J’accepte les Conditions et la Politique de confidentialité
hi: मैं नियमों और निजता नीति से सहमत हूँ
it: Accetto i Termini e l'Informativa sulla privacy
ja: 利用規約とプライバシーポリシーに同意します
ko: 이용약관과 개인정보 처리방침에 동의합니다
nl: Ik ga akkoord met de voorwaarden en het privacybeleid
pl: Akceptuję Regulamin i Politykę prywatności
pt_br: Aceito os Termos e a Política de Privacidade
ro: Sunt de acord cu Termenii și Politica de confidențialitate
ru: Я принимаю Условия и Политику конфиденциальности
zh_hans: 我同意条款与隐私政策

source: If you don't allow sharing, all AI features stay off — everything else in Delts keeps working. You can change this anytime in Settings → AI Data Sharing.
ar: إذا لم تسمح بالمشاركة، تبقى جميع ميزات الذكاء الاصطناعي متوقفة، وكل شيء آخر في Delts يستمر في العمل. يمكنك تغيير ذلك في أي وقت من الإعدادات ← مشاركة بيانات الذكاء الاصطناعي.
az: Paylaşıma icazə verməsəniz, bütün AI funksiyaları söndürülmüş qalır — Delts-də qalan hər şey işləməyə davam edir. Bunu istənilən vaxt Ayarlar → AI ilə Məlumat Paylaşımı bölməsindən dəyişə bilərsiniz.
de: Wenn du die Freigabe nicht erlaubst, bleiben alle KI-Funktionen deaktiviert – alles andere in Delts funktioniert weiterhin. Du kannst das jederzeit unter Einstellungen → KI-Datenfreigabe ändern.
es: Si no permites compartir datos, todas las funciones de IA permanecen desactivadas; todo lo demás en Delts sigue funcionando. Puedes cambiarlo cuando quieras en Ajustes → Compartir datos con la IA.
fr: Si vous n'autorisez pas le partage, toutes les fonctionnalités d'IA restent désactivées — tout le reste de Delts continue de fonctionner. Vous pouvez modifier ce choix à tout moment dans Réglages → Partage de données avec l'IA.
hi: अगर आप शेयरिंग की अनुमति नहीं देते, तो सभी AI सुविधाएँ बंद रहती हैं — Delts में बाकी सब कुछ काम करता रहता है। आप इसे कभी भी सेटिंग्स → AI डेटा शेयरिंग में बदल सकते हैं।
it: Se non consenti la condivisione, tutte le funzioni IA restano disattivate: tutto il resto di Delts continua a funzionare. Puoi cambiare questa scelta in qualsiasi momento in Impostazioni → Condivisione dati con l'IA.
ja: 共有を許可しない場合、AI機能はすべてオフのままになります。Deltsのその他の機能は引き続き使えます。この設定は「設定 → AIデータ共有」からいつでも変更できます。
ko: 공유를 허용하지 않으면 모든 AI 기능이 꺼진 상태로 유지되며, Delts의 다른 기능은 계속 사용할 수 있습니다. 설정 → AI 데이터 공유에서 언제든지 변경할 수 있습니다.
nl: Als je delen niet toestaat, blijven alle AI-functies uit — al het andere in Delts blijft gewoon werken. Je kunt dit altijd wijzigen via Instellingen → AI-gegevensdeling.
pl: Jeśli nie wyrazisz zgody na udostępnianie, wszystkie funkcje AI pozostaną wyłączone — cała reszta Delts działa dalej. Możesz to zmienić w każdej chwili w Ustawienia → Udostępnianie danych AI.
pt_br: Se você não permitir o compartilhamento, todos os recursos de IA permanecem desativados — todo o resto do Delts continua funcionando. Você pode mudar isso quando quiser em Ajustes → Compartilhamento de dados com a IA.
ro: Dacă nu permiți partajarea, toate funcțiile AI rămân dezactivate — tot restul din Delts continuă să funcționeze. Poți schimba oricând această opțiune din Configurări → Partajarea datelor cu AI.
ru: Если вы не разрешите передачу, все функции ИИ останутся отключёнными — всё остальное в Delts продолжит работать. Изменить это можно в любой момент: Настройки → Передача данных ИИ.
zh_hans: 如果你不允许共享，所有 AI 功能将保持关闭——Delts 的其他功能照常使用。你可以随时在“设置 → AI 数据共享”中更改。

source: Imperial
ar: إمبراطوري
fr: Impérial
hi: इंपीरियल
it: Imperiale
ja: ヤード・ポンド法
ko: 야드파운드법
nl: Imperiaal
pl: Imperialne
ru: Имперские
zh_hans: 英制

source: In progress
ar: قيد التنفيذ
az: Davam edir
de: Läuft
es: En curso
fr: En cours
hi: जारी
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: W trakcie
pt_br: Em andamento
ro: În desfășurare
ru: В процессе
zh_hans: 进行中

source: Inches
ar: بوصة
az: Düym
de: Zoll
es: Pulgadas
fr: Pouces
hi: इंच
it: Pollici
ja: インチ
ko: 인치
nl: Inch
pl: Cale
pt_br: Polegadas
ro: Inci
ru: Дюймы
zh_hans: 英寸

source: Inner thigh
ar: داخل الفخذ
az: Budun iç hissəsi
de: Innerer Oberschenkel
es: Cara interna del muslo
fr: Intérieur de cuisse
hi: अंदरूनी जाँघ
it: Interno coscia
ja: 内もも
ko: 허벅지 안쪽
nl: Binnenkant dij
pl: Wewnętrzna część uda
pt_br: Parte interna da coxa
ro: Interiorul coapsei
ru: Внутренняя часть бедра
zh_hans: 大腿内侧

source: Instructions
ar: التعليمات
az: Təlimatlar
de: Anleitung
es: Instrucciones
hi: निर्देश
it: Istruzioni
ja: 手順
ko: 운동 방법
nl: Instructies
pl: Instrukcje
pt_br: Instruções
ro: Instrucțiuni
ru: Инструкции
zh_hans: 动作说明

source: Issues
ar: المشاكل
az: Problemlər
de: Beschwerden
es: Problemas
fr: Problèmes
hi: समस्याएँ
it: Problemi
ja: 気になる点
ko: 제한 사항
nl: Klachten
pl: Problemy
pt_br: Limitações
ro: Probleme
ru: Ограничения
zh_hans: 问题

source: kcal
ar: سعرة
az: kkal
hi: कैलोरी
ru: ккал
zh_hans: 千卡

source: kg
ar: كجم
az: kq
hi: किग्रा
ru: кг
zh_hans: 公斤

source: lb
ar: رطل
hi: पाउंड
ru: фунт
zh_hans: 磅

source: Lean
ar: نحيف
az: Arıq
de: Schlank
es: Definido
fr: Sec
hi: लीन
it: Magro
ja: 絞れた
ko: 마름
nl: Slank
pl: Szczupła
pt_br: Magro
ro: Suplu
ru: Сухой
zh_hans: 偏瘦

source: Legal
ar: قانوني
az: Hüquqi
de: Rechtliches
fr: Mentions légales
hi: क़ानूनी
it: Note legali
ja: 法的情報
ko: 법적 고지
nl: Juridisch
pl: Informacje prawne
ru: Правовая информация
zh_hans: 法律条款
